 <div class="disc_mag2">
                    <b>ключевые дисциплины</b>
                    <p class="disc_mag2_n">Обработка естественного языка</p>                            
                        <p class="disc_mag2_n">Анализ и распознавание изображений</p>
                        <p class="disc_mag2_n">Методы обработки звука</p>                  
                        <p class="disc_mag2_n">Нейронные сети</p>
                        <p class="disc_mag2_n">Прикладные методы системного анализа и системной инженерии</p>
                        <p class="disc_mag2_n">Инженерия знаний и принятие решений в программных системах</p>
                        <p class="disc_mag2_n">Разработка интеллектуальных и адаптивных интерфейсов</p>    
                        <p class="disc_mag2_n">BI-системы</p>                 
                        <p class="disc_mag2_n">Реляционные и нереляционные системы баз данных</p>
                        <p class="disc_mag2_n">Паттерны проектирования ПО</p>
                        <p class="disc_mag2_n">Мобильные и встраиваемые системы</p>
                </div>
